#version: 0.2
A A
T T
G C
T C
G A
G G
C C
T A
T G
C A
T GC
T AA
G GC
G AA
T GA
G TT
TC A
GC A
C AA
T GG
C TT
C GC
G TC
TT A
G GA
AA A
C GA
CC A
G TA
C TC
C GG
TG AA
TG GC
TT TT
C TA
TAA A
TG TT
C GGC
TG GA
GC GC
TC AA
TA TT
GAA A
TGC A
TC TT
TC GC
C G
TC GA
GC AA
GG AA
TC CA
TG TA
CC GC
C GTT
GGC A
C TGC
CAA A
GA TT
C GAA
CC AA
C GTC
GG TT
GC TT
CC TT
G TGC
CA TT
G TAA
TG TC
AA AA
CA GC
GG GC
C GCA
CC GA
TA TA
G TGA
C TGA
G TCA
GTT A
C TGG
C GGA
GA TA
CA TC
G TGG
CA CC
GG TA
C TAA
GC GA
CTT A
TT AA
TG AAA
TA TC
CA GA
GG TC
C TCA
C GTA
TAA AA
TT TA
GA TC
GC CA
GA CC
TT TC
GA GC
TA CC
C TG
TA CA
TT GA
GG GA
TC TC
GAA AA
TT GC
TT CA
G TG
TGG AA
GC CC
TT CC
TC CC
GGC GC
TA GA
CAA AA
TA GC
GG TGC
GA GA
TG GCA
GG TGA
TC TA
CGGC A
C TGGC
TC GGC
GA CA
TGC AA
CC CA
GC CGC
CC GGC
TTA TT
C TGAA
G TGGC
CA TA
GGC AA
GAA GA
GC TC
GG AAA
GG TCA
CC TC
CA GCA
G TGAA
TGA TT
GGC GA
GAA GC
G TAAA
C TGTT
CA TCA
GTT TT
TGC GC
C TGGA
GG TAA
TG TAA
GCA GC
CGC GC
TGG TT
CA CA
GTC AA
TC AAA
GTT AA
CTT TT
TG TTA
CC CC
GG GCA
TG TCA
C TGCA
TGC TT
TA TAA
G TGTT
CA CCA
GA TGA
G TGGA
CG TCA
CTC AA
TA TCA
CGG AA
TA TTA
C GAAA
TAA TT
GAA TT
GG TGG
C TAAA
CCA GC
TA CAA
CG TGC
GTC GA
TA CTT
CC TGC
TG TGC
CGC AA
GTA TT
GG GTT
TGG GC
GTC GC
TCA TT
GA TAA
GAA AAA
CGC CA
TGA CC
TGA TC
TCA GC
GTT GC
G TGCA
GG GGC
GCA GA
CGG GC
CGA GC
TCA CC
GTT GA
CAA GC
GGC GGC
TC TGC
GGA TT
GCA CC
CAA TT
GG GAA
TAA AAA
GG TTA
CTT CA
CGC CC
CTT AA
CGA CC
GCA TT
GTC TT
GA TGC
TCA TC
GAA CA
GTT CA
GGC CA
TGAA AA
GAA CC
TA TGA
TA CCA
CGC CGC
GGC TT
CG TGA
CTC TT
CTT GC
TTA TC
CGA TC
CAA CA
GTT CC
C TGTA
TGG TC
CAA CC
TG TGA
CTC GC
TG TTTT
GCA TC
CG TAA
CAA GA
GGA GC
CGC TT
CGC GA
CCA TT
CCA CC
CGG TT
CGTT A
TGA GC
TA TTTT
GGA GA
TG TGG
CTT CC
CGA TT
GAA GAA
TTA CC
GG GTA
TA CTA
TA TGC
AAA TT
TCAA AA
CTT GA
GG GTC
TC GTC
GG GGA
TA GAA
CGA CA
N N
TGC CA
GGC CC
GG TGGC
TTA CA
CTA TT
TGC CC
TTTT TT
CCA GA
CTC GA
G TGTA
GTT TC
TTTT AA
CG TGG
TA CGA
TATT AA
CAA AAA
GAA TC
TA GTT
GTC CA
CTT TC
TAA CA
CTC CA
TAA TC
C TGTC
CAA TC
GTA GC
CGGC AA
TAA CC
TAA TA
GG GG
CTT TA
GTA GA
TAA GC
AAA GA
AAA GC
CCA TC
G TGTC
TGG GA
TGA TA
TGA CA
CGC CGA
TGG TA
GTA CC
GG GCGC
GCA GCA
CGG TC
TTA TA
TGGC AA
TGC TC
GTA CA
TTA GA
GGA CA
CTT CTT
GTA TC
TTA GC
GCA CA
TCA GA
TGC TGC
CGA GA
GGA TC
GAA TA
CGG GA
CGGC GA
GG TGAA
CGGC GC
GGA CC
GGAA AA
CAA TA
CGA CGA
TGC GA
TAA GA
TG TATT
TGA TGA
CTGG AA
CTA CC
GCAA AA
GC GGC
GTT TA
CGC TC
CA GGC
TAAA TT
GG TCGC
GG TTTT
GCA GGC
GG TCGA
TGG AAA
CA GTT
GG TGTT
CTC CC
TGGC GC
CA GAA
GTAA AA
CGG TA
TCA TCA
GCGC GC
CTA CA
GG TCAA
TC GTT
TGA GA
TG TCGA
TCA TA
TAAA GA
TGG TGC
TC CTT
CAA CAA
GC AAA
TG TCGC
GGC TC
TGTT AA
GG TATT
GGA TA
GG GCAA
GG TGGA
TGA TGC
CGC GGC
GTC CC
CCA CA
GAA GTT
GAAA TT
TGAA GA
TG TAAA
TAA TAA
CTA TC
C TGAAA
TTA TTA
TGAA GC
CCA GCA
CTAA AA
AAA CA
AAA CC
GG TAAA
CGG TGA
CGC TGC
GTT CTT
TCA CA
GG TCTT
GCGC AA
GC TA
TCA GCA
GTC TC
TGAA TT
TCAA TT
CTGC AA
CGG TGC
AAAA AA
GA CGA
TGG TGA
CCAA AA
AAA TC
TGGA TT
CGA TA
G TGAAA
TGGC GA
CGTC AA
TC GAA
GTC GGC
TC CGC
TA CTC
CC CGC
TG TCAA
TG TCTT
GC TGC
GC CGA
TA CGC
GG TGCA
GG GCTT
CGTC GA
GAA GGC
TT CTT
TG TCCA
GCGC GA
TCA CCA
GTA TA
CC GCA
CG TGGC
TGC CGC
CGAA AA
CATT AA
GA GTT
CA GGA
TAA AAAA
GGC CGC
GTGG AA
TTTT TC
GA CCA
GCA GAA
CTT CAA
TGG TAA
NN NN
GA GAA
CTC TC
GCA GTT
GC TGA
GG GTGA
TG TGGA
TGGC TT
CC AAA
GGC CGA
CAA GAA
CC TA
GG GTGC
CC TGA
GCA TA
GTT GTT
CCA CCA
CC GGA
TG TGGC
TGC CGA
AAA TA
CTC GGC
TTA CTT
TTA TCA
CCA GTT
CAAA TT
CCGC GA
GAA CAA
TC CAA
CC GTC
TTA TAA
CGA TGA
TGG TGG
TG TGTT
GGGC GA
GCA GGA
GC CTT
TCTT AA
GG GAAA
CA TGC
GCAA TT
TG TGAA
GC GTT
GCGC TT
TATT GA
CGA CGC
TTA CAA
GATT AA
GC CAA
TC CTC
CA CGC
CGGC TT
TGA TAA
GGA GAA
CCA TA
CGG TCA
TTTT TA
GTTA TT
TGC GGC
CA TGA
TGG TCA
GC GCA
CC GAA
GTT AAA
GA TCA
CA TAA
GG TGTA
CA CTT
GA CAA
TGC TGA
GGTT AA
GG TCCA
CA CAA
CC GTT
CA TTA
CG TAAA
CG TGGA
TC TGA
GCA CCA
CTA TA
TGC TA
GCA TCA
GGA TGA
GAA CTT
TGTT GC
GGAA TT
CGTC GC
CA CGA
GAAA GA
GTT CAA
TCGC AA
GGCA GC
CGTT TT
CC CGA
GG GGTT
TGCA GC
CCA GAA
TGTT GA
GGCA TT
GTC GTC
TGAA AAA
TCAA GC
CGC TGA
CGA TCA
GG GATT
CGA GGA
CTGG TT
GGAA GA
CCA GGC
CGC CAA
CGA TGC
GCGC CA
CG TGAA
TCCA GC
TTTT GA
CTGC TT
GAAA GC
TAA CTT
CGG GCA
TAAA GC
CGA GGC
CGTT AA
CAA CTT
GG TGTC
TAA TGA
GGA TGC
CGG AAA
TG TGCA
TA TCAA
CA GTA
CGC CTT
TCGA CC
CTGC GC
GTT GAA
GTGC AA
TC TTA
TCGC TT
CG TGCA
CGA CAA
CTA GA
CGCA GC
TCA GGC
TCCA TT
TA GTA
GGCA CC
TTA TGA
TTTT CA
GGC TGC
GAA AAAA
CCAA TT
CC CAA
TATT GC
CCA TCA
TTTT GC
GG GTCA
TCTT CA
GA CGC
GGC TA
CTG GCA
GGA GTT
CTGA TT
TGG GCA
GA GCA
TC GCA
CC CTT
CGGC CA
TA GCA
TCGC CA
CG TGTT
TC TAA
AAA GAA
CCGC CA
TCA GTT
CTC TA
GA TTA
GTGG TT
TC GTA
GAA CGC
TC CCA
GG GGAA
TGCA TT
GA CTT
CGG GGC
CGA CCA
TTA TTTT
TGC AAA
CCGC TT
GTGA TT
TCA GGA
CTA CAA
GGC GTT
GAA GCA
GAA GTA
GAA GTC
GAA GGA
GGAA GC
CGAA GC
GTAA TT
CGC CGG
TAA CAA
CTT CTC
CGAA TT
CTTA TT
CGC GCA
GGC GTC
TTA CCA
TGA GTT
TCGC CC
GA GGA
TGC CAA
CGG GTT
TC TTTT
TCTT GC
CGG TAA
GAA CTC
TCTT TA
TCTT CC
TC CGA
TGG GTT
CGGC GGC
TGC CTT
TGGA GC
CGTC TT
GTGC GC
CGC CCA
TATT CA
GATT GC
CGA GCA
TGAA CA
TTAA TT
TC TGG
TGA CAA
GCGC CGC
GTCA TT
TC GGA
TAA GTT
TGGC CA
CGGA TT
TTA CTA
CGTA TT
CGA GTT
TATT CC
CGG GTC
TA TAAA
TG TGTA
TGA CCA
TTA GTT
CAAA GC
TGG GGC
TCCA GA
CTC GTC
TGTT CA
CTT CCA
TCAA GA
GG GGCA
GGA GGC
TCGA TT
CCTT AA
GCTT AA
TCA TGA
TGG AAAA
CTT TAA
CCGC CC
GG GTAA
CGGC CC
CCAA GC
CCTT GC
TC CGG
CGCA TT
GTA GTT
TCAA CA
TCGA GC
CCGA CC
GG TATA
GG GTTA
TCA TGC
GGA CGC
TATT TA
CGAA GA
CTT TGA
GTC GTT
GAA CCA
TCGA CA
TAA TGC
TCAA CC
CAA GGC
TATT TC
TGTT CC
CGTT GC
GCGC GGC
CTAA TT
GTC TA
TCTT GA
GG GATA
