{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"AA":261,"TT":262,"GC":263,"TC":264,"GA":265,"GG":266,"CC":267,"TA":268,"TG":269,"CA":270,"TGC":271,"TAA":272,"GGC":273,"GAA":274,"TGA":275,"GTT":276,"TCA":277,"GCA":278,"CAA":279,"TGG":280,"CTT":281,"CGC":282,"GTC":283,"TTA":284,"GGA":285,"AAA":286,"CGA":287,"CCA":288,"GTA":289,"CTC":290,"CGG":291,"TGAA":292,"TGGC":293,"TTTT":294,"CTA":295,"TAAA":296,"TGTT":297,"CGGC":298,"TGGA":299,"GCGC":300,"TCAA":301,"TATT":302,"GAAA":303,"TGCA":304,"TCTT":305,"TCGC":306,"CG":307,"TCGA":308,"GCAA":309,"GGAA":310,"TCCA":311,"TGTA":312,"CCGC":313,"CGTT":314,"GGCA":315,"CTGC":316,"CAAA":317,"GATT":318,"CGAA":319,"CCAA":320,"CGTC":321,"GGTT":322,"GCTT":323,"CCTT":324,"GTGC":325,"CATT":326,"GTAA":327,"TGTC":328,"AAAA":329,"CAGC":330,"GGGC":331,"CGCA":332,"CCGA":333,"TATA":334,"GTGA":335,"CTGA":336,"GTCA":337,"GTTA":338,"CTGG":339,"CGGA":340,"GATA":341,"CATC":342,"GTGG":343,"CACC":344,"GGTA":345,"CTAA":346,"GCGA":347,"CTTA":348,"TTAA":349,"TGAAA":350,"TATC":351,"CAGA":352,"GGTC":353,"CTCA":354,"CGTA":355,"TAAAA":356,"TTTA":357,"GATC":358,"GCCA":359,"GACC":360,"TTTC":361,"GAGC":362,"TACC":363,"CTG":364,"TACA":365,"TTGA":366,"GGGA":367,"TCTC":368,"GAAAA":369,"TTGC":370,"TTCA":371,"GTG":372,"TGGAA":373,"GCCC":374,"TTCC":375,"TCCC":376,"GGCGC":377,"TAGA":378,"CAAAA":379,"TAGC":380,"GGTGC":381,"GAGA":382,"TGGCA":383,"GGTGA":384,"TCTA":385,"CGGCA":386,"CTGGC":387,"TCGGC":388,"GACA":389,"TGCAA":390,"CCCA":391,"GCCGC":392,"CCGGC":393,"TTATT":394,"CTGAA":395,"GTGGC":396,"CATA":397,"GGCAA":398,"GAAGA":399,"GCTC":400,"GGAAA":401,"GGTCA":402,"CCTC":403,"CAGCA":404,"GTGAA":405,"TGATT":406,"GGCGA":407,"GAAGC":408,"GTAAA":409,"CTGTT":410,"CATCA":411,"GTTTT":412,"TGCGC":413,"CTGGA":414,"GGTAA":415,"TGTAA":416,"GCAGC":417,"CGCGC":418,"TGGTT":419,"CACA":420,"GTCAA":421,"TCAAA":422,"GTTAA":423,"CTTTT":424,"TGTTA":425,"CCCC":426,"GGGCA":427,"TGTCA":428,"CTGCA":429,"TGCTT":430,"TATAA":431,"GTGTT":432,"CACCA":433,"GATGA":434,"GTGGA":435,"CGTCA":436,"CTCAA":437,"TATCA":438,"CGGAA":439,"TATTA":440,"CGAAA":441,"TAATT":442,"GAATT":443,"GGTGG":444,"CTAAA":445,"CCAGC":446,"TACAA":447,"CGTGC":448,"GTCGA":449,"TACTT":450,"CCTGC":451,"TGTGC":452,"CGCAA":453,"GTATT":454,"GGGTT":455,"TGGGC":456,"GTCGC":457,"TCATT":458,"GATAA":459,"GAAAAA":460,"CGCCA":461,"TGACC":462,"TGATC":463,"TCAGC":464,"GTTGC":465,"GTGCA":466,"GGGGC":467,"GCAGA":468,"CGGGC":469,"CGAGC":470,"TCACC":471,"GTTGA":472,"CAAGC":473,"GGCGGC":474,"TCTGC":475,"GGATT":476,"GCACC":477,"CAATT":478,"GGGAA":479,"TAAAAA":480,"GGTTA":481,"CTTCA":482,"CGCCC":483,"CTTAA":484,"CGACC":485,"GCATT":486,"GTCTT":487,"GATGC":488,"TCATC":489,"GAACA":490,"GTTCA":491,"GGCCA":492,"TGAAAA":493,"GAACC":494,"TATGA":495,"TACCA":496,"CGCCGC":497,"GGCTT":498,"CGTGA":499,"CTCTT":500,"CTTGC":501,"TTATC":502,"CGATC":503,"CAACA":504,"GTTCC":505,"CTGTA":506,"TGGTC":507,"CAACC":508,"TGTGA":509,"CTCGC":510,"TGTTTT":511,"GCATC":512,"CGTAA":513,"CAAGA":514,"GGAGC":515,"CGCTT":516,"CGCGA":517,"CCATT":518,"CCACC":519,"CGGTT":520,"CGTTA":521,"TGAGC":522,"TATTTT":523,"GGAGA":524,"TGTGG":525,"CTTCC":526,"CGATT":527,"GAAGAA":528,"TTACC":529,"GGGTA":530,"TACTA":531,"TATGC":532,"AAATT":533,"TCAAAA":534,"CTTGA":535,"GGGTC":536,"TCGTC":537,"GGGGA":538,"TAGAA":539,"CGACA":540,"NN":541,"TGCCA":542,"GGCCC":543,"GGTGGC":544,"TTACA":545,"CTATT":546,"TGCCC":547,"TTTTTT":548,"CCAGA":549,"CTCGA":550,"GTGTA":551,"GTTTC":552,"TTTTAA":553,"CGTGG":554,"TACGA":555,"TATTAA":556,"CAAAAA":557,"GAATC":558,"TAGTT":559,"GTCCA":560,"CTTTC":561,"TAACA":562,"CTCCA":563,"TAATC":564,"CTGTC":565,"CAATC":566,"GTAGC":567,"CGGCAA":568,"TAACC":569,"TAATA":570,"GGGG":571,"CTTTA":572,"GTAGA":573,"TAAGC":574,"AAAGA":575,"AAAGC":576,"CCATC":577,"GTGTC":578,"TGGGA":579,"TGATA":580,"TGACA":581,"CGCCGA":582,"TGGTA":583,"GTACC":584,"GGGCGC":585,"GCAGCA":586,"CGGTC":587,"TTATA":588,"TGGCAA":589,"TGCTC":590,"GTACA":591,"TTAGA":592,"GGACA":593,"CTTCTT":594,"GTATC":595,"TTAGC":596,"GCACA":597,"TCAGA":598,"TGCTGC":599,"CGAGA":600,"GGATC":601,"GAATA":602,"CGGGA":603,"CGGCGA":604,"GGTGAA":605,"CGGCGC":606,"GGACC":607,"GGAAAA":608,"CAATA":609,"CGACGA":610,"TGCGA":611,"TAAGA":612,"TGTATT":613,"TGATGA":614,"CTGGAA":615,"CTACC":616,"GCAAAA":617,"GCGGC":618,"GTTTA":619,"CGCTC":620,"CAGGC":621,"TAAATT":622,"GGTCGC":623,"GGTTTT":624,"GCAGGC":625,"GGTCGA":626,"TGGAAA":627,"CAGTT":628,"GGTGTT":629,"CTCCC":630,"TGGCGC":631,"CAGAA":632,"GTAAAA":633,"CGGTA":634,"TCATCA":635,"GCGCGC":636,"CTACA":637,"GGTCAA":638,"TCGTT":639,"TGAGA":640,"TGTCGA":641,"TCATA":642,"TAAAGA":643,"TGGTGC":644,"TCCTT":645,"CAACAA":646,"GCAAA":647,"TGTCGC":648,"GGCTC":649,"TGTTAA":650,"GGTATT":651,"GGATA":652,"GGGCAA":653,"GGTGGA":654,"TGATGC":655,"CGCGGC":656,"GTCCC":657,"CCACA":658,"GAAGTT":659,"GAAATT":660,"TGAAGA":661,"TGTAAA":662,"TAATAA":663,"CTATC":664,"CTGAAA":665,"TTATTA":666,"TGAAGC":667,"CCAGCA":668,"CTAAAA":669,"AAACA":670,"AAACC":671,"GGTAAA":672,"CGGTGA":673,"CGCTGC":674,"GTTCTT":675,"TCACA":676,"GGTCTT":677,"GCGCAA":678,"GCTA":679,"TCAGCA":680,"GTCTC":681,"TGAATT":682,"TCAATT":683,"CTGCAA":684,"CGGTGC":685,"AAAAAA":686,"GACGA":687,"TGGTGA":688,"CCAAAA":689,"AAATC":690,"TGGATT":691,"CGATA":692,"GTGAAA":693,"TGGCGA":694,"CGTCAA":695,"TCGAA":696,"GTCGGC":697,"TCCGC":698,"TACTC":699,"CCCGC":700,"TGTCAA":701,"TGTCTT":702,"GCTGC":703,"GCCGA":704,"TACGC":705,"GGTGCA":706,"GGGCTT":707,"CGTCGA":708,"GAAGGC":709,"TTCTT":710,"TGTCCA":711,"GCGCGA":712,"TCACCA":713,"GTATA":714,"CCGCA":715,"CGTGGC":716,"TGCCGC":717,"CGAAAA":718,"CATTAA":719,"GAGTT":720,"CAGGA":721,"TAAAAAA":722,"GGCCGC":723,"GTGGAA":724,"TTTTTC":725,"GACCA":726,"GCAGAA":727,"CTTCAA":728,"TGGTAA":729,"NNNN":730,"GAGAA":731,"CTCTC":732,"GCAGTT":733,"GCTGA":734,"GGGTGA":735,"TGTGGA":736,"TGGCTT":737,"CCAAA":738,"GGCCGA":739,"CAAGAA":740,"CCTA":741,"GGGTGC":742,"CCTGA":743,"GCATA":744,"GTTGTT":745,"CCACCA":746,"CCGGA":747,"TGTGGC":748,"TGCCGA":749,"AAATA":750,"CTCGGC":751,"TTACTT":752,"TTATCA":753,"CCAGTT":754,"CAAATT":755,"CCGCGA":756,"GAACAA":757,"TCCAA":758,"CCGTC":759,"TTATAA":760,"CGATGA":761,"TGGTGG":762,"TGTGTT":763,"GGGCGA":764,"GCAGGA":765,"GCCTT":766,"TCTTAA":767,"GGGAAA":768,"CATGC":769,"GCAATT":770,"TGTGAA":771,"GCGTT":772,"GCGCTT":773,"TATTGA":774,"CGACGC":775,"TTACAA":776,"GATTAA":777,"GCCAA":778,"TCCTC":779,"CACGC":780,"CGGCTT":781,"TGATAA":782,"GGAGAA":783,"CCATA":784,"CGGTCA":785,"TTTTTA":786,"GTTATT":787,"TGCGGC":788,"CATGA":789,"TGGTCA":790,"GCGCA":791,"CCGAA":792,"GTTAAA":793,"GATCA":794,"CATAA":795,"GGTGTA":796,"CACTT":797,"GACAA":798,"TGCTGA":799,"GGTTAA":800,"GGTCCA":801,"CACAA":802,"CCGTT":803,"CATTA":804,"CGTAAA":805,"CGTGGA":806,"TCTGA":807,"GCACCA":808,"CTATA":809,"TGCTA":810,"GCATCA":811,"GGATGA":812,"GAACTT":813,"TGTTGC":814,"GGAATT":815,"CGTCGC":816,"CACGA":817,"GAAAGA":818,"GTTCAA":819,"TCGCAA":820,"GGCAGC":821,"CGTTTT":822,"CCCGA":823,"GGGGTT":824,"TGCAGC":825,"CCAGAA":826,"TGTTGA":827,"GGCATT":828,"GTCGTC":829,"TGAAAAA":830,"TCAAGC":831,"CGCTGA":832,"CGATCA":833,"GGGATT":834,"CGAGGA":835,"CTGGTT":836,"GGAAGA":837,"CCAGGC":838,"CGCCAA":839,"CGATGC":840,"GCGCCA":841,"CGTGAA":842,"TCCAGC":843,"TTTTGA":844,"CTGCTT":845,"GAAAGC":846,"TAACTT":847,"CGGGCA":848,"TAAAGC":849,"CGAGGC":850,"CGTTAA":851,"CAACTT":852,"GGTGTC":853,"TAATGA":854,"GGATGC":855,"CGGAAA":856,"TGTGCA":857,"TATCAA":858,"CAGTA":859,"CGCCTT":860,"TCGACC":861,"CTGCGC":862,"GTTGAA":863,"GTGCAA":864,"TCTTA":865,"TCGCTT":866,"CGTGCA":867,"CGACAA":868,"CTAGA":869,"CGCAGC":870,"TCAGGC":871,"TCCATT":872,"TAGTA":873,"GGCACC":874,"TTATGA":875,"TTTTCA":876,"GGCTGC":877,"GAAAAAA":878,"CCAATT":879,"CCCAA":880,"TATTGC":881,"CCATCA":882,"TTTTGC":883,"GGGTCA":884,"TCTTCA":885,"GACGC":886,"GGCTA":887,"CTGGCA":888,"GGAGTT":889,"CTGATT":890,"TGGGCA":891,"GAGCA":892,"TCGCA":893,"CCCTT":894,"CGGCCA":895,"TAGCA":896,"TCGCCA":897,"CGTGTT":898,"TCTAA":899,"AAAGAA":900,"CCGCCA":901,"TCAGTT":902,"CTCTA":903,"GATTA":904,"GTGGTT":905,"TCGTA":906,"GAACGC":907,"TCCCA":908,"GGGGAA":909,"TGCATT":910,"GACTT":911,"CGGGGC":912,"CGACCA":913,"TTATTTT":914,"TGCAAA":915,"CCGCTT":916,"GTGATT":917,"TCAGGA":918,"CTACAA":919,"GGCGTT":920,"GAAGCA":921,"GAAGTA":922,"GAAGTC":923,"GAAGGA":924,"GGAAGC":925,"CGAAGC":926,"GTAATT":927,"CGCCGG":928,"TAACAA":929,"CTTCTC":930,"CGAATT":931,"CTTATT":932,"CGCGCA":933,"GGCGTC":934,"TTACCA":935,"TGAGTT":936,"TCGCCC":937,"GAGGA":938,"TGCCAA":939,"CGGGTT":940,"TCTTTT":941,"TCTTGC":942,"CGGTAA":943,"GAACTC":944,"TCTTTA":945,"TCTTCC":946,"TCCGA":947,"TGGGTT":948,"CGGCGGC":949,"TGCCTT":950,"TGGAGC":951,"CGTCTT":952,"GTGCGC":953,"CGCCCA":954,"TATTCA":955,"GATTGC":956,"CGAGCA":957,"TGAACA":958,"TTAATT":959,"TCTGG":960,"TGACAA":961,"GCGCCGC":962,"GTCATT":963,"TCGGA":964,"TAAGTT":965,"TGGCCA":966,"CGGATT":967,"TTACTA":968,"CGTATT":969,"CGAGTT":970,"TATTCC":971,"CGGGTC":972,"TATAAA":973,"TGTGTA":974,"TGACCA":975,"TTAGTT":976,"CAAAGC":977,"TGGGGC":978,"TCCAGA":979,"CTCGTC":980,"TGTTCA":981,"CTTCCA":982,"TCAAGA":983,"GGGGCA":984,"GGAGGC":985,"TCGATT":986,"CCTTAA":987,"GCTTAA":988,"TCATGA":989,"TGGAAAA":990,"CTTTAA":991,"CCGCCC":992,"GGGTAA":993,"CGGCCC":994,"CCAAGC":995,"CCTTGC":996,"TCCGG":997,"CGCATT":998,"GTAGTT":999,"TCAACA":1000,"TCGAGC":1001,"CCGACC":1002,"GGTATA":1003,"GGGTTA":1004,"TCATGC":1005,"GGACGC":1006,"TATTTA":1007,"CGAAGA":1008,"CTTTGA":1009,"GTCGTT":1010,"GAACCA":1011,"TCGACA":1012,"TAATGC":1013,"TCAACC":1014,"CAAGGC":1015,"TATTTC":1016,"TGTTCC":1017,"CGTTGC":1018,"GCGCGGC":1019,"CTAATT":1020,"GTCTA":1021,"TCTTGA":1022,"GGGATA":1023}